IdeaRS.Connections
CleatData.BehindMemberPlate Property
Compatible with IDEA StatiCa 0.0
 Get or sets if cleat is located behind the plate of first member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool BehindMemberPlate { get; set; }
Property Value
Type: Boolean
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace